Angular.ng-template
bianxianyang.htmlplay
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-rename-tag
formulahendry.code-runner
Luis.console-log
msjsdiag.vscode-react-native
PKief.material-icon-theme
ritwickdey.LiveServer
rodrigovallades.es7-react-js-snippets
streetsidesoftware.code-spell-checker
vincaslt.highlight-matching-tag
xabikos.JavaScriptSnippets
zhang-renyang.vscode-react
